{
    "NavbarTitle":"Survivor",
    "NavbarM1":"Home",
    "NavbarM2":"Stories",
    "HomeTitle":"Stories of child survivors in Gaza",
    "HomeP":"A blog that tells true stories whose heroes are Palestinian children and infants in Gaza. Israeli aircraft missiles killed their families while they were safe and asleep, turning them into a lone survivor who witnessed the episodes of the crime.",
    "RMore":"Read More",
    "بينتقموا منا في أولادنا.. معلش" :"They take revenge on our children... Sorry" ,
    "دُفنت كرته القدم تحت ركام منزله":"His football was buried under the rubble of his house",
    "إيده سبقته للجنة" :"His hand preceded him to heaven",
    "بماذا أخطأت؟" :"What did I do wrong?",
    "لا يوجد مكان آمن في غزة" :"There is no safe place in Gaza",
    "كان يتمنى أن يصبح لاعب كرة مشهور":"He wanted to become a famous football player",
    "لو احتضنتها أمها لنسيت هذا الوجع كله":"If her mother had hugged her, she would have forgotten all this pain",
    "كيف فقدتُ ساقي؟":"How did I lose my leg?",
    "نجت لكن بإعاقة":"She survived, but with a disability",

    "وائل الدحدوح":"Wael Al-Dahdouh",
    "عاصف أبو مازن":"Asif Abu Mazen",
    "إبراهيم الداهوك":"Ibrahim Al-Dahouk",
    "فاطمة":"Fatima",
    "أميرة البدوي":"Amira Elbadwe",
    "أحمد شبت":"Ahmed Shabt",
    "منى علوان":"Mona Alwan",
    "دنيا أبو مسحن":"Donia Abu Mohsen",


    "الطفل الفلسطيني إبراهيم الداهوك الذي لم يكتفِ القصف الإسرائيلي بهدم منزله، أو قتل أفراد أسرته فقط، لكن أفقده أحد أطرافه أيضا.":"The Palestinian child Ibrahim Al-Dahuk, whose house was not only demolished by the Israeli bombing, or killed his family members, but also caused him to lose one of his limbs.",
    "إبراهيم الذي لا يتعدى عمره الـ10 سنوات تم بتر ذراعه من منتصفها بسبب القصف، وظلت ذراعه بجرح مفتوح مدة 32 يوماً مع قلة إمكانيات المستشفيات الفلسطينية تحت حصار الحرب، وبحسب الأطباء فإنه كان مهدد ببتر الذراع كاملة إذا لم يتلق رعاية صحية جيدة ويتم التعامل مع الجرح بشكل طبي سليم خلال 48 ساعة فقط، وقتها لن يستطيع حتى تركيب طرف صناعي بديل لليد التي فقدها.":"Ibrahim, who is not more than 10 years old, had his arm amputated in the middle due to the bombing. His arm remained with an open wound for 32 days with the limited capabilities of Palestinian hospitals under the siege of war. According to doctors, he was threatened with having his entire arm amputated if he did not receive good health care and the wound was treated properly. He is medically sound in just 48 hours, at which time he will not even be able to fit a replacement prosthetic limb for the hand he lost.",
    "وبدموع منهمرة وبكاء شديد، ينظر إبراهيم إلى ذراعه اليسرى المبتورة ويقول بدي أتعالج بدي أرجع أمسك إيدي تاني، رح أفقدها كلها، مضيفاً أن طبيب العظام أكد أنه يحتاج إلى تدخل عاجل حتى لا يفقد ما تبقي من ذراعه.":"With pouring tears and intense crying, Ibrahim looks at his amputated left arm and says, “I want to be treated. I want to go back and hold my hand again. I will lose it all,” adding that the orthopedic doctor confirmed that he needs urgent intervention so that he does not lose what remains of his arm.",
    "كما أضاف الطفل الجريح : كل ما أريده أن يوقفوا الحرب.. علشان نرجع على بيوتنا .":"The wounded child also added: All I want is for them to stop the war... so that we can return to our homes.",
    "وبعد أقل من 3 أيام، أعلن الصحافي الفلسطيني هاني أبو رزق عبر صفحته في إنستغرام، اليوم الخميس، أن الصغير سافر إلى خارج قطاع غزة للعلاج.":"Less than 3 days later, Palestinian journalist Hani Abu Rizq announced on his Instagram page, today, Thursday, that Al-Saghir had traveled outside the Gaza Strip for treatment.",
    "ولم نعلم مستقبل الطفل حتي الان":"We do not know the child's future yet",

    "منذ أن بدأت أعمال القصف الصهيوني على قطاع غزة، وفقد الآلاف من الفلسطينيين الكثير من أفراد أسرهم وذويهم، ومنهم من فقد أطفاله وأفراد عائلته بالكامل، وعلى الرغم من ذلك مواصلين في صمودهم أمام عدوان العدو، وكلهم صبر وأمل في الله - سبحانه وتعالى-، حتى خرج منهم نماذج أبهرت العالم أجمع بقوتهم ورضاهم بقضاء الله - عز وجل-.":"Since the Zionist bombing of the Gaza Strip began, thousands of Palestinians have lost many of their family members and loved ones, some of whom lost their children and entire family members. Despite this, they continue to withstand the enemy’s aggression, all of them patient and hopeful in God - Glory be to Him - until... Examples emerged from them that dazzled the entire world with their strength and contentment with the will of God Almighty.",
    "يعتبر الصحفي وائل الدحدوح أحد النماذج التي أعطت العالم أجمع مثالا على الصبر والقوة والإصرار على مواصلة جهاده ضد العدو الصهيوني، حتى بعد أن فقد عائلته بالكامل.":"Journalist Wael Al-Dahdouh is considered one of the models who gave the whole world an example of patience, strength, and determination to continue his struggle against the Zionist enemy, even after he lost his entire family.",
    "عادة ما يهرول الصحفي وراء الأخبار الهامة، خاصة المراسلين من قطاع غزة، إذ يكونوا هم السبيل الوحيد لإيصال صوت أبناء فلسطين للعالم، إلا أن مراسل قناة الجزيرة، وائل الدحدوح، بينما كان يؤدي مهام عمله، فوجئ باستهداف قصف إسرائيلي لمنزله في مخيم النصيرات وسط قطاع غزة.":"Journalists usually rush after important news, especially reporters from the Gaza Strip, as they are the only way to convey the voice of the people of Palestine to the world. However, Al Jazeera correspondent Wael Al-Dahdouh, while he was performing his work duties, was surprised by an Israeli bombing targeting his house in the Nuseirat camp in the central Strip. Gaza.",
    "بينما كان وائل الدحدوح يغطي خبر القصف الإسرائيلي على مخيم النصيرات بقطاع غزة، وجد أفراد عائلته هي الخبر، ليروح ضحية هذا الاستهداف زوجته وابنه وابنته، ولم يكونوا هم أول من فقد من عائلته، إذ فقد ما يقرب من 20 شخصا من أفراد عائلته استشهدوا ضحية القصف الإسرائيلي.":"While Wael Al-Dahdouh was covering the news of the Israeli bombing of the Nuseirat camp in the Gaza Strip, he found that his family members were the news, and his wife, son, and daughter became the victims of this targeting. They were not the first to lose from his family, as he lost nearly 20 members of his family who were martyred as victims of the bombing. Israeli.",
    "بينتقموا منا في أولادنا.. معلش، الحمد لله، إنا لله وإنا إليه راجعون، دموعنا دموع إنسانية وليست دموع جبن وانهيار، فليخسأ جيش الاحتلال هكذا كان تعبير مراسل الجزيرة وائل الدحدوح عندما كان حاملاً طفلته على يداه، إلى مثواها الأخير، بعد قصف جيش الاحتلال الصهيوني لعائلته، في مخيم النصيرات الذي كان يأوي عائلته بعد تهجيرهم من غزة.":"They take revenge on us for our children... Sorry, praise be to God, we belong to God and to Him we shall return. Our tears are tears of humanity, not tears of cowardice and collapse. Let the occupation army lose heart. This was the expression of Al Jazeera correspondent Wael Al-Dahdouh when he was carrying his daughter in his hands, to her final resting place, after the bombing by the occupation army. The Zionist to his family, in the Nuseirat camp, which housed his family after they were displaced from Gaza.",

    
    "عاش عاصف أبو مازن على الشاطئ في النصيرات، كان اللاعب البالغ من العمر 11 عاما يلعب كرة القدم في نادي الحي، بدأ كمدافع ولكن بعد ذلك أصبح حارس مرمى فريقه.":"Asif Abu Mazen lived on the beach in Nuseirat. The 11-year-old was playing football in the neighborhood club. He started as a defender but then became his team’s goalkeeper.",
    "يقول عاصف إنه كان يلعب كرة القدم مع أصدقائه عندما دمرت غارة جوية منزله وغيرت حياته بشكل دائم، فكان لابد من بتر ساقه اليمنى تحت الركبة ولا تزال هناك ضمادات سميكة تلف ساقه.":"Asif says he was playing football with his friends when an airstrike destroyed his house and changed his life permanently. His right leg had to be amputated below the knee, and there are still thick bandages around his leg.",
    "نازح إلى الجنوب: أنا متعب جداً لا أعرف إلى أين نذهب":"Displaced person to the south: I am very tired. I do not know where to go",
    "عمري 11 سنة فقط. لم أؤذ أحدا، ما هو خطأي ؟ يتساءل عاصف.":"I am only 11 years old. I didn't hurt anyone, what was my fault? Asif asks.",
    "كان يريد أن يصبح لاعب كرة قدم محترفا ولكن هذا الحلم قد انتهى. يقول:  كنت جيدا في الكرة ، إذا كنت تريد التحقق من ذلك، يمكنك أن تسأل مدربي.":"He wanted to become a professional footballer but that dream has ended. He says: I was good at ball, if you want to check that, you can ask my coach.",
    "في صباح أحد أيام الجمعة، ضرب الخصم الكرة بضراوة، يتذكر: لقد قفزت وتمكنت من إبعادها.":"One Friday morning, the opponent hit the ball ferociously, he recalls: It jumped and I was able to clear it.",
    "تعرض العائلة صورة لعاصف في طقم كرة القدم الخاص به، يرتدي قميصا أزرق فاتحا وسروالاً أزرق داكنا وحذاء أخضر وأسود.":"The family displays a photo of Asif in his football kit, wearing a light blue shirt, dark blue shorts and green and black shoes.",
    "دفنت معداتي الرياضية تحت أنقاض منزلنا، ذهبت جواربي و حذائي وكرة القدم التي أملكها. لقد تحولت جميعا إلى غبار.":"My sports equipment was buried under the rubble of our house. My socks, shoes, and soccer ball were gone. They have all turned to dust.",
    "يقوم متطوعون بنقل عاصف في محيط مجمع المستشفى على كرسي متحرك، فالمجمع مليء بالخيام المؤقتة والملاجئ المؤقتة للأشخاص النازحين قسراً من القتال في الشمال.":"Volunteers move Asif around the hospital compound in a wheelchair. The compound is full of makeshift tents and makeshift shelters for people forcibly displaced by the fighting in the north.",
    "عاصف يمزح مع المتطوعين، و قد يبدو الضحك في غير محله، لكنه الطريقة الوحيدة للتعامل مع الخوف والحزن الذي يمر به العديد من سكان غزة.":"Asif jokes with volunteers. Laughter may seem out of place, but it is the only way to deal with the fear and sadness that many Gazans are experiencing.",
    "تقول والدته إن وراء الوجه الشجاع الذي يتقمصه عاصف صبي صغير خائف على مستقبله.":"His mother says that behind Asif's brave face is a young boy who is afraid for his future.",
    "وتضيف: يسألني عما إذا كان أصحابه سيطلقون عليه اسم الصبي ذي الساق المقطوعة وما إذا كانوا سيسخرون منه.":"She added: He asked me if his friends would call him the boy with the severed leg and if they would make fun of him.",
    "في الليل ، غالبا ما أجده يبكي أثناء النظر إلى الصور القديمة له وهو يركض أو يلعب كرة القدم.":"At night, I often find him crying while looking at old photos of him running or playing soccer.",

    
    "تغني نهاد برقة وهي تحاول مواساة ابنتها فاطمة البالغة من العمر عامين. ولكن من الصعب أن نتصور كيف ستهدأ طفلتها بينما واقع ما حدث مدمر.":"Nihad sings softly as she tries to console her two-year-old daughter, Fatima. But it is difficult to imagine how her child will calm down when the reality of what happened is devastating.",
    "تقول نهاد في مقابلة قام بتصويرها لبي بي سي صحفيون مستقلون في غزة: في 17 أكتوبر/تشرين أول ، أيقظنا صوت القصف ووجدنا أنفسنا محاصرين تحت الأنقاض، كانت فاطمة في حضني لكنها تمكنت من الخروج من تحت الركام. عندما نهضت لمساعدتها، رأيت أن ساقيها قد سحقتا، كان لابد من بتر ساقي فاطمة من أسفل الركبتين.":"Nihad said in an interview filmed by independent journalists in Gaza for the BBC: On October 17, we were awakened by the sound of bombing and found ourselves trapped under the rubble. Fatima was in my arms, but she was able to get out from under the rubble. When I got up to help her, I saw that her legs had been crushed. Fatima's legs had to be amputated below the knees.",
    "تجلس فاطمة في حضن والدتها في المستشفى الأوروبي في جنوب غزة، ووجهها مبلل بالدموع، وساقاها ملفوفتان بضمادات بيضاء، وتبكي من الألم. حاولت نهاد وزوجها لمدة 14 عاما إنجاب طفل، ثم ولدت فاطمة.":"Fatima sits on her mother's lap at the European Hospital in southern Gaza, her face wet with tears, her legs wrapped in white bandages, and crying in pain. Nihad and her husband tried for 14 years to have a child, and then Fatima was born.",
    "تقول الام:":"Mother says:",
    "أنا ممتنة حقا لأنها نجت، ولكن ما هو ذنبها ؟ بماذا أخطأت؟ أريدها أن تعيش حياة طبيعية مثل الأطفال الآخرين.":"I'm really grateful she survived, but what was her fault? What did I do wrong? I want her to live a normal life like other children.",
    "في الوقت الحالي نحن نعطيها مسكنات الألم باستمرار. عندما يزول تأثير واحد نعطيها آخر، حياتها تدور حول المسكنات، وكل يوم تخضع لعملية جراحية.":"Right now we are constantly giving her painkillers. When one effect wears off we give her another. Her life revolves around painkillers, and every day she undergoes surgery.",


    " تستلقي أميرة البدوي البالغة من العمر 13 عاما، لها عيون بنية فاتحة وشعر داكن.":"Amira Al-Badawi, 13 years old, has light brown eyes and dark hair.",
    "تقول أميرة: كنت نائمة عندما تم قصفنا، استيقظت ولم يكن باستطاعتي التنفس، كنت أسمع أصوات الناس وكانت هناك صخور فوقي وتحتي .":"Amira says: I was sleeping when we were bombed. I woke up and couldn't breathe. I could hear people's voices and there were rocks above and below me.",
    "عانت أميرة من إصابات خطيرة في عمودها الفقري وليس من الواضح ما إذا كانت ستتمكن من المشي مرة أخرى، و قتل القصف والدتها وسبعة من إخوتها.":"Amira suffered serious injuries to her spine and it is not clear whether she will be able to walk again. The bombing killed her mother and seven of her siblings.",
    "يقول والدها، إياد البدوي، إنهم نزحوا من منزلهم في الزيتون بعد تحذيرات من الجيش الإسرائيلي، وانتقلوا إلى رفح في جنوب غزة، حيث تم قصفهم.":"Her father, Iyad Al-Badawi, says they were displaced from their home in Zaytoun after warnings from the Israeli army, and moved to Rafah in southern Gaza, where they were bombed.",
    "وكانت إسرائيل تطلب من سكان غزة التحرك جنوبا حفاظا على سلامتهم، لكنها استمرت أيضا في قصف المناطق الوسطى والجنوبية من غزة، وتقول إنها ستضرب أهداف حماس أينما كانت.":"Israel was asking the residents of Gaza to move south for their safety, but it also continued to bomb the central and southern areas of Gaza, and said it would strike Hamas targets wherever they were.",
    "يقول إياد: تم نقلي إلى المستشفى، وهناك سمعت واحدا تلو الآخر يتحدث عن مقتل أطفالي وزوجتي. قمنا بتربيتهم وتعليمهم وبعضهم كانوا متزوجين والآن انتهى بنا الأمر إلى خسارتهم. إياد ممتن لأن ابنه البالغ من العمر 18 شهرا وثلاث من بناته قد نجوا.":"Iyad says: I was taken to the hospital, and there I heard one after another talking about the killing of my children and my wife. We raised them, educated them, some of them were married, and now we ended up losing them. Iyad is grateful that his 18-month-old son and three daughters survived.",
    "تقول أميرة: أطلب السلام والأمن. أريد أن أعالج من إصاباتي وأعود إلى حياتي الطبيعية ، إلى منزلي، أريد أن أشعر بالأمان مرة أخرى.":"Amira says: I ask for peace and security. I want to be treated for my injuries and return to my normal life, to my home, I want to feel safe again.",
    "ولكن ليس هناك منزل للعودة إليه. ولا يوجد مكان آمن في غزة.":"But there is no home to return to. There is no safe place in Gaza.",
    "تمتلئ المستشفيات بالقتلى والجرحى، وعدد كبير منهم من الأطفال.":"Hospitals are filled with dead and wounded, a large number of them children.",

    "في الثالثة من عمره، أصبح أحمد شبت دون أبوين، إذ تعرض منزلهم في بيت حانون لقصفٍ إسرائيلي قُتِل فيه أبوه أحمد وأمه وأخوه الأكبر، لكنه نجا مع أخيه الأصغر عمر، ذي العامين فقط.":"At the age of three, Ahmed Shabt became without parents, as their house in Beit Hanoun was subjected to an Israeli bombing, in which his father, Ahmed, his mother, and his older brother were killed, but he survived with his younger brother, Omar, who is only two years old.",
    "يخبرنا خاله إبراهيم أبو عمشة بعد القصف علمنا أنه يوجد طفل في المستشفى الإندونيسي ولا أحد معه، توجهنا مباشرة إلى هناك لاستلامه، كان بجانبه شخص غريب، قال إن الطفل طار من مكانه مسافة عشرين مترا ووجدوه مصاباً.":"His uncle Ibrahim Abu Amsha tells us that after the bombing, we learned that there was a child in the Indonesian hospital and no one was with him. We went directly there to receive him. There was a stranger next to him, who said that the child had flown twenty meters from his place and they found him injured.",
    "لم تكن جروح أحمد بالغة، لكنه أصبح مع أخيه عمر يتيمين، بلا منزل ولا ملجأ يحميهما من القصف المتواصل.":"Ahmed's wounds were not serious, but he and his brother Omar became orphans, without a home or shelter to protect them from the continuous bombing.",
    "أخذهما خالهما معه لمدينة الشيخ رضوان، وهناك طالهما القصف مرة ثانية، يتابع إبراهيم : كان القصف على بعد خمسة أمتار، أصيب أحمد بشظايا من زجاج مكسور، كانت إصابته طفيفة.":"Their uncle took them with him to the city of Sheikh Radwan, and there they were bombed again. Ibrahim continues: The bombing was five meters away. Ahmed was injured by fragments of broken glass. His injury was minor.",
    "ثم اتخذ الخال، وهو أب لطفلة عمرها سنة ونصف، قراراً بمغادرة حي النصر باتجاه جنوب وادي غزة، المنطقة التي يصفها الجيش الإسرائيلي بالآمنة.":"Then the uncle, who is the father of a one-and-a-half-year-old girl, made the decision to leave the Al-Nasr neighborhood towards the south of Wadi Gaza, an area that the Israeli army describes as safe.",
    "ذهبوا إلى مخيم النصيرات، وأقاموا جميعاً في مدرسة تابعة للأمم المتحدة.":"They went to Nuseirat camp, and they all stayed in a United Nations school.",
    "يروي إبراهيم ما حدث خرجتُ راكضاً من باب المدرسة ورأيتُ أحمد أمام عيني على الأرض وقدماه مبتورتان، كان يزحف في اتجاهي فاتحاً ذراعيه، يستنجد بي.":"Ibrahim narrates what happened. I ran out of the school door and saw Ahmed in front of my eyes on the ground with his feet amputated. He was crawling towards me with his arms open, calling for help.",
    "إبراهيم، ما يزال نازحاً مع عائلته وسط قطاع غزة، وأصبح اليوم مسؤولاً عن طفلي أخته تحت وطأة ضيق مادي ونفسي يخيم على الآلاف من سكان القطاع.":"Ibrahim is still displaced with his family in the middle of the Gaza Strip, and today he is responsible for his sister’s two children, under the pressure of financial and psychological hardship that afflicts thousands of residents of the Strip.",
    "يصف إبراهيم حلمه الكبير بإرسال أحمد لتلقي العلاج خارج القطاع.":"Ibrahim describes his big dream of sending Ahmed to receive treatment outside the Gaza Strip.",
    "كان يتخيل نفسه كل شيء، يقول خاله بحزن مضيفا عندما كنا نخرج معاً لنحضر مباريات كرة القدم كان يتمنى أن يصبح لاعب كرة مشهورا.":"He imagined himself to be everything, his uncle says sadly, adding that when we would go out together to attend football matches, he wished to become a famous football player.",


    "رغم أن منى علوان لم تتجاوز العامين والنصف، وبالكاد تستطيع الكلام - إلا أنها تدرك أن أمها لم تعد موجودة، إذ تصرخ ماما طوال الوقت.":"Although Mona Alwan is only two and a half years old and can barely speak, she realizes that her mother is no longer there, as her mother screams all the time.",
    "زوجةُ خالها، هناء الحمامي، تحضنها في مستشفى ناصر بخان يونس، جنوبي غزة.":"Her uncle's wife, Hanaa Al-Hamami, hugs her at Nasser Hospital in Khan Yunis, south of Gaza.",
    "تجلسان معاً على كرسي معدني بجانب سرير المستشفى، في زاويته بعض الألعاب، لكن لا يبدو أنها نجحت في مواساة الطفلة الجريحة.":"They sit together on a metal chair next to the hospital bed, with some toys in the corner, but it does not seem that they succeeded in consoling the wounded child.",
    "تبدو إصابة واضحة في عينها اليسرى المغمضة تماماً.":"There appears to be a clear injury to her left eye, which is completely closed.",
    "منى ترى بعين واحدة، وحيدة، وخائفة، تفتقد والديها وأخواتها.":"Mona sees with one eye, alone, and afraid. She misses her parents and sisters.",
    "نأخذها للأولاد في الأسفل لكنها تبحث عن أخواتها، تقول هناء عندما نتحدث عن أهلها تصرخ (ماما) لذلك بتنا نتكلم بلغة الإشارة.":"We take her to the children downstairs, but she is looking for her sisters. Hanaa says that when we talk about her family, she shouts “Mama,” so we started speaking in sign language.",
    "انتُشلت منى من تحت الركام بعد قصف إسرائيلي استهدف منزلاً مجاوراً لمنزل عائلتها في منطقة جبل الريس، شمالي قطاع غزة صباح الثامن عشر من تشرين الثاني/ نوفمبر، بحسب هناء. فقدت منى الوالدين والجدين والأخ ونجت مع أختيها. لكنها وصلت للمستشفى الإندونيسي وحدها، ونقلت بعدها لمستشفى ناصر في خان يونس. عرفنا عن طريق الإنترنت أن منى كانت في مستشفى ناصر، أتينا وتعرفنا عليها، تتابع هناء.":"Mona was recovered from under the rubble after an Israeli bombing targeted a house next to her family’s home in the Jabal al-Rayes area, in the northern Gaza Strip, on the morning of November 18, according to Hana. Mona lost her parents, grandparents, and brother, but survived with her two sisters. But she arrived at the Indonesian hospital alone, and was then transferred to Nasser Hospital in Khan Yunis. We learned through the Internet that Mona was at Nasser Hospital. We came and got to know her, Hana follows.",
    "تعاني منى من إصابة في عينها وكسر في الفكين، وأذى نفسي بحسب قريبتها: لا تملك البنت إلا الصراخ، إنها خائفة دائما، خاصة إذا اقترب أحد منها، تتابع هناء قائلة: إنها تطالب بأختيها، لكنهما عالقتان في مدينة غزة، ولا سبيل لإحضارهما إلى الجنوب.":"Mona suffers from an eye injury, a broken jaw, and psychological harm, according to her relative: The girl can only scream. She is always afraid, especially if anyone approaches her. Hana continues, saying: She is demanding her sisters, but they are stuck in Gaza City, and there is no way to bring them to the south. .",
    "تأمل هناء أن يلتئم شمل منى بأختيها وأن يتمكن الأقارب من علاجها لدى طبيب مختص بعد نهاية الحرب، لكنه ليس من الواضح بعد من سيعتني بمنى وأخواتها من الأقارب.":"Hanaa hopes that Mona will be reunited with her sisters and that her relatives will be able to treat her with a specialist doctor after the end of the war, but it is not yet clear who will take care of Mona and her sisters from among the relatives.",
    "تستطرد هناء بنبرة حزينة بعد صمت : السؤال أطرحه على نفسي باستمرار، ماذا سنفعل؟ وكيف نعوضها عن أمها؟ هذا الوجع كله لو أمها احتضنتها كانت ستنساه.":"Hanaa continues in a sad tone after a silence: The question I constantly ask myself is: What are we going to do? How do we compensate her for her mother? If her mother had hugged her, she would have forgotten all this pain.",

    "في الساعة الواحدة بعد منتصف الليل تغيرت حياة الطفلة ميليسا جودة للأبد، وهي ما تزال في عامها الأول.":"At one o'clock in the morning, Melissa Gouda's life changed forever. She was still one year old.",
    "تعرض منزلهم للقصف ونجت وحدها بعد أن فقدت أكثر من ستين فردا من عائلتها، وكذلك قدرتها على المشي مجدداً، بحسب عمتها.":"Their house was bombed and she survived alone, having lost more than sixty members of her family, as well as her ability to walk again, according to her aunt.",
    "تروي عمتها، التي لم تذكر اسمها، ما حدث بقولها إنه أثناء نوم ميليسا وعائلتها الساعة الواحدة بعد منتصف الليل لم يشعروا إلا وقد هُدِم المنزل فوقهم جراء قصف على بناء في دير البلح، وسط قطاع غزة. فقدت ميليسا عائلتها بالكامل من بينهم أمها وأبوها وإخوتها وجدتها وخالاتها وأخوالها، إضافة إلى باقي أفراد العائلة الذين نزحوا إلى دير البلح من الشمال، وتضيف قتلوا جميعا، أكثر من ستين شخصا.":"Her aunt, who did not mention her name, narrated what happened by saying that while Melissa and her family were sleeping at one o’clock in the morning, they only felt that “the house above them had been demolished” as a result of a bombing on a building in Deir al-Balah, in the central Gaza Strip. Melissa lost her entire family, including her mother, father, brothers, grandmother, aunts and uncles, in addition to the rest of the family members who were displaced to Deir al-Balah from the north, and she added that they were all killed, more than sixty people.",
    "ميليسا التي نجت بأعجوبة، أصيبت بشظية تسببت بقطع الحبل الشوكي، أدى الى شلل النصف السفلي من جسمها، بحسب عمتها التي تضيف أن أغلب الضحايا كن من النساء والأطفال، أم ميليسا كانت حاملاً على وشك الولادة.":"Melissa, who miraculously survived, was hit by shrapnel that severed her spinal cord, paralyzing the lower half of her body, according to her aunt, who added that most of the victims were women and children. Melissa’s mother was pregnant and about to give birth.",
    "تصف العمة المشهد المروع للضحايا الذين قتلوا وهم يحضنون أطفالهم، منهم من كان عمره أقل من عام، وخرجوا أشلاء وتضيف ميليسا كانت الناجية الوحيدة، لكن بإعاقة. أتمنى أن يكون هناك علاج لتعود كما كانت، وتتابع حياتها دون أن تحتاج أحداً.":"   The aunt describes the horrific scene of the victims who were killed while they were holding their children, some of whom were less than a year old, and they came out in pieces. She adds that Melissa was the only survivor, but with a disability. I hope there is a treatment for her to return to how she was and continue her life without needing anyone.",

    "على سرير معدني في زاوية غرفة بمستشفى ناصر، في خان يونس تتأمل الطفلة دنيا أبو مسحن ما بقي من ساقها اليمنى الملفوفة بضماد أبيض.":"On a metal bed in the corner of a room in Nasser Hospital, in Khan Yunis, the child Donia Abu Mushan contemplates what remains of her right leg, which is wrapped in a white bandage.",
    "الطفلة ذات الشعر الطويل المجدول، كانت تجلس على طرف السرير مرتدية فستانا أحمر مخمليا، صامتة معظم الوقت، ويبدو عليها حزن بالغ.":"The little girl with long, braided hair was sitting on the edge of the bed, wearing a red velvet dress, silent most of the time, and looking very sad.",
    "دنيا التي لم تتجاوز اثني عشر عاما نجت مع أخيها يوسف وأختها دانيا الأصغر منها بعد قصف إسرائيلي بينما كانوا نائمين في منزلهم في حي الأمل بخان يونس، جنوب قطاع غزة. لكنها فقدت والديها وأخاها وأختها، وساقها اليمنى.":"Donia, who was only twelve years old, survived with her brother, Youssef, and her younger sister, Dania, after an Israeli bombing while they were sleeping in their home in the Al-Amal neighborhood in Khan Yunis, south of the Gaza Strip. But she lost her parents, her brother, her sister, and her right leg.",
    "عندما رأيتُ أبي انتابني الخوف لأنه كان مغطى بالدم والحجارة. والناس واقفين حولنا وأختي تصرخ، تتابع دنيا سرد ما حدث لحظة القصف. نظرتُ إلى نفسي لم يكن لدي ساق، شعرت بها وكنت أفكر كيف فقدت ساقي؟":"When I saw my father, I was afraid because he was covered in blood and stones. People were standing around us and my sister was screaming. Donia continued narrating what happened at the moment of the bombing. I looked at myself I didn't have a leg, I felt it and I was thinking how did I lose my leg?",
    "لا تذكر دنيا كيف ومتى وصلت للمستشفى، لكنها تذكر أنها كانت هناك وحدها، وتتكرر الأسئلة لها من الطاقم الطبي في محاولة للتعرف على عائلتها. سمعتُ الممرضة تقول الله يرحمهم، أدركتُ أنها تقصد أبي وأمي.":"Donia does not remember how or when she arrived at the hospital, but she remembers that she was there alone, and the medical staff repeatedly asked her questions in an attempt to get to know her family. I heard the nurse say, “May God have mercy on them.” I realized she meant my father and mother.",
    "فدوى أبو محسن، عمة دنيا تجلس الى جوارها في غرفتها بالمستشفى، وإلى جانبها الكرسي المتحرك الذي بات وسيلة الطفلة الوحيدة للخروج واستنشاق الهواء في الخارج إنها تمضي وقتها في تفقد الهاتف الجوال وعندما ترغب في الخروج نساعدها على الكرسي المتحرك، تقول عمتها. تدرك فدوى التي تعيش مع والديها وأختها صعوبة الأيام القادمة، مشيرة إلى أنهم يسكنون في الطابق الثاني ما يجعل من الصعب على دنيا الخروج من المنزل.":"Fadwa Abu Mohsen, Donia's aunt, sits next to her in her hospital room, next to her is the wheelchair, which has become the child's only way to go out and breathe the air outside. She spends her time checking her mobile phone, and when she wants to go out, we help her with the wheelchair, her aunt says. Fadwa, who lives with her parents and sister, is aware of the difficulty of the coming days, noting that they live on the second floor, which makes it difficult for Donia to leave the house.",
    "كانت شقية وقوية وكثيرة الحركة، قبل أن تتعرض لإصابتها، تصفها عمتها.":"She was naughty, strong, and very active before she was injured, as her aunt describes her.",
    "تتذكر دنيا الأيام البسيطة التي جمعتها مع عائلتها قبل فقدان أبويها، لكن اليوم أنا فقدت ساقي وعائلتي، تقول لي. رغم ذلك لم تتنازل عن أحلامها الصغيرة، التي قد تبدو كبيرة جداً في بلد يرزح تحت وطأة الحرب.":"Donia remembers the simple days she had with her family before losing her parents, but today I lost my leg and my family, she tells me. Despite this, she did not give up on her small dreams, which may seem very big in a country suffering from the burden of war.",
    "لدي ثلاثة أحلام، تقول دنيا مبتسمة الأول أن أسافر وأن يركبوا لي ساق، والحلم الثاني أن أصبح طبيبة لأعالج الأطفال، والثالث أن تنتهي الحرب ويسلم أطفالنا.":"I have three dreams. The first is to travel and have a leg installed, the second is to become a doctor to treat children, and the third is for the war to end and our children to be safe.",
    
    "رجوع":"Back"
}   